Repository: felixhelix/authorVersion
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.authorVersion.displayName
source: Author Version Plugin
es: Plugin de Versión de Autor
pt_br: Plugin de Versão do Autor

# plugins.generic.authorVersion.description
source: Rules: Authors can create versions of their published works.
es: Reglas: Los autores solo pueden publicar si tienen publicaciones anteriores en el mismo servidor.
pt_br: Regras: Autores podem criar versões dos seus trabalhos publicados.

# plugins.generic.authorVersion.publication.submitVersion
source: Submit New Version
es: Enviar Nueva Versión
pt_br: Submeter Nova Versão

# plugins.generic.authorVersion.versionJustification
source: Version justification
es: Justificación de la versión
pt_br: Justificativa da versão

# plugins.generic.authorVersion.lastVersionJustification
source: Justification of the last version submitted
es: Justificativa de la última versión enviada
pt_br: Justificativa da última versão submetida

# plugins.generic.authorVersion.submitVersionModal.versionJustification
source: Justification
es: Justificación
pt_br: Justificativa

source: Inform moderators and readers of the justification for creating this version. This justification will be made public on the preprint page.
es: Indique a los moderadores y lectores la justificación de la creación de esta versión. Esta justificación se hará pública en la página del preprint.
pt_br: Informe a justificativa para a criação dessa versão para moderadores e leitores. Essa justificativa ficará pública na página do preprint.

# plugins.generic.authorVersion.newVersions
source: New versions
es: Nuevas versiones
pt_br: Novas versões

# plugins.generic.authorVersion.newVersionSubmissions
source: Submissions with new version
es: Envíos con nueva versión
pt_br: Submissões com nova versão

# plugins.generic.authorVersion.nonSubmittedVersions
source: Non-submitted versions
es: No enviadas
pt_br: Não submetidas
